Repository: OpenPLi/enigma2-pliplugins
Catalog: PLi/SoftcamSetup/po/*.po
Languages: de

source: Cancel
de: Abbrechen

source: Lets you configure your softcams
de: Konfiguration der Softcams und Karten-Server

source: Please wait, restarting cardserver.
de: Bitte warten, Karten-Server startet neu.

source: Please wait, restarting softcam and cardserver.
de: Bitte warten, Softcam und Karten-Server starten neu.

source: Please wait, restarting softcam.
de: Bitte warten, Softcam startet neu.

source: Restart both
de: Neustart Beide

source: restart both
de: Neustart Beide

source: Restart cardserver
de: Neustart Karten-Server

source: restart cardserver
de: Neustart Karten-Server

source: Restart softcam
de: Neustart Softcam

source: restart softcam
de: Neustart Softcam

source: Select Card Server
de: Wähle Karten-Server

source: Select Softcam
de: Wähle Softcam

source: Softcam setup
de: Softcam Konfiguration

source: Softcam setup...
de: Softcam Konfiguration...

source: Enable Auto-Camd
de: Aktiviere Auto-Camd

source: Refresh
de: Aktualisieren

source: Don't switch auto-camd while recording
de: Auto-Camd während Aufnahme nicht wechseln

source: Setup Auto-Camd List
de: Einstellung Auto-Camd Liste

source: Default Camd
de: Camd voreingestellt

source: Current softcam:
de: Aktuelles Softcam

source: Current cardserver:
de: Aktueller Karten-Server

source: Settings menu
de: Einstellungs-Menü

source: Show plugin extensions menu
de: Zeige Plugin in Erweiterungen

source: Quick button
de: Schnell-Button

source: Choice key
de: Schnell-Button Taste bestimmen

source: Open plugin - cursor to restart:
de: Plugin geöffnet - Curser für Neustart

source: Show ecm.info
de: Zeige ECM Informationen

source: Close plugin on restart emu
de: Bei EMU Neustart Plugin schliessen

source: Changing keymap failed (%s).
de: Keymap Wechsel gescheitert (%s) !

source: Softcam Setup
de: Softcam Konfiguration

source: Add Provider
de: Provider hinzufügen

source: Add Channel
de: Kanal hinzufügen

source: Auto-Camd List Setup
de: Einstellung Auto-Camd Liste

source: Delete
de: Löschen

source: Change Camd
de: Camd wechseln

source: Switch camd: '%s' to '%s'
de: Wechsle Camd: '%s' to '%s'

source: Help key
de: Taste Help

source: TEXT key
de: Taste TEXT

source: RED key
de: Taste Rot

source: YELLOW key
de: Taste Gelb
